[
  {
    "name": "Arizona State University",
    "state": "Arizona",
    "city": "Tempe",
    "level": "NCAA DI",
    "college_link": "https://sportsrecruits.com/athletic-scholarships/womens-volleyball/arizona/arizona_state_university",
    "state_link": "https://sportsrecruits.com/athletic-scholarships/womens-volleyball/arizona",
    "google_link": "https://www.google.com/search?q=Arizona+State+University",
    "google_mascot_link": "https://www.google.com/search?q=Arizona+State+University+mascot",
    "google_roster_link": "https://www.google.com/search?q=Arizona+State+University+volleyball+roster",
    "google_coaches_link": "https://www.google.com/search?q=Arizona+State+University+volleyball+coaches",
    "google_schedule_link": "https://www.google.com/search?q=Arizona+State+University+volleyball+schedule",
    "wikipedia_link": "https://en.wikipedia.org/wiki/Arizona_State_University",
    "conference": "Pac-12 Conference",
    "academic_selectivity": "More Selective",
    "undergrad_enrollment": "41828",
    "control_affilication": "Public",
    "overview": "This is the Arizona State University (Arizona) Volleyball scholarship and program information page. Here you can explore important information about Arizona State University Volleyball. This information is very valuable for all high school student-athletes to understand as they start the recruiting process. Arizona State University is located in Tempe, AZ and the Volleyball program competes in the Pac-12 Conference conference.\n\nArizona State University does offer athletic scholarships for Volleyball. Need-based and academic scholarships are available for student-athletes. Athletic scholarships are available for NCAA Division I, NCAA Division II, NAIA and NJCAA. On average, 34% of all student-athletes receive athletic scholarships.\n\nIf you are interested in getting recruited by Arizona State University Volleyball, you should get to know more about the school, what academic programs are offered, and important members of the coaching staff - these are the people you need to connect with. Getting familiar with the Volleyball program is an important first step in the recruiting process.\n\nHow to get recruited by Arizona State University Volleyball\n\nMost college Volleyball coaches don’t respond to unsolicited emails. It’s important you build a relationship with the coaching staff. This is one of the ways SportsRecruits can help. You can certainly start by filling out the Arizona State University Volleyball’s recruiting questionnaire and getting on their list, but that’s only the start. To get actively recruited, a college coach needs to see you compete, which is why it’s important to have an online athletic recruiting profile. High school student-athletes have a discoverability problem. And discoverability is the key to college exposure and recruitment. Just having a recruiting profile doesn’t guarantee you will get recruited. You need your profile to showcase all of your academic and athletic achievements, and be able to instantly connect to college coaches who are interested. If you can’t quickly find and message any college coach you want, then you’re not solving your biggest problem in getting recruited for Volleyball. Make it as easy as possible for the Arizona State University Volleyball coaching staff to learn about you as an athlete, and be able to start a conversation with you. 100% of college coaches and programs are on the SportsRecruits platform. If you are interested in getting recruited by Arizona State University ’s Volleyball program, start your free recruiting profile with SportsRecruits today.\n\nHide Content",
    "head_coach_name": "Preslie Anderson",
    "assistant_coach_name": "",
    "student_ratio": "",
    "graduation_rate": "",
    "enrollment_by_gender": "",
    "calendar_system": "",
    "retention_rate": "",
    "on_campus_housing": "",
    "acceptance_rate": "",
    "total_applicants": "",
    "sat_students_submitting": "",
    "sat_reading_range": "",
    "sat_math_range": "",
    "sat_writing_range": "",
    "act_students_submitting": "",
    "act_composite": "",
    "act_english": "",
    "act_math": "",
    "act_writing": "",
    "requirements_open_admission_policy": "",
    "requirements_application_fee": "",
    "requirements_recomedations": "",
    "requirements_secondary_school_record": "",
    "requirements_secondary_school_rank": "",
    "requirements_secondary_school_gpa": "",
    "cost_in_state_total": "",
    "cost_in_state_tuition": "",
    "cost_in_state_fee": "",
    "cost_in_state_on_campus_room": "",
    "cost_out_state_total": "",
    "cost_out_state_tuition": "",
    "cost_out_state_fee": "",
    "cost_out_state_on_campus_room": "",
    "cost_percent_undergrad_aid": "",
    "majors": null,
    "latitude_logitude": "",
    "mascot": ""
  }
]